window.ROUNDS_DATA = [
  {
    "label": "小組賽",
    "cards": [
      {
        "layout": "group-day",
        "type": "2",
        "league": "小組賽",
        "date": "6月12日",
        "times": [
          "上午3:00",
          "上午10:00"
        ],
        "groups": [
          {
            "name": "A組",
            "matches": [
              [
                "",
                "墨西哥",
                "",
                "南非"
              ]
            ]
          },
          {
            "name": "A組",
            "matches": [
              [
                "",
                "南韓",
                "",
                "捷克"
              ]
            ]
          }
        ]
      },
      {
        "layout": "group-day",
        "type": "2",
        "league": "小組賽",
        "date": "6月13日",
        "times": [
          "上午3:00",
          "上午9:00"
        ],
        "groups": [
          {
            "name": "B組",
            "matches": [
              [
                "",
                "加拿大",
                "",
                "波赫"
              ]
            ]
          },
          {
            "name": "D組",
            "matches": [
              [
                "",
                "美國",
                "",
                "巴拉圭"
              ]
            ]
          }
        ]
      },
      {
        "layout": "group-day",
        "type": "4",
        "league": "小組賽",
        "date": "6月14日",
        "times": [
          "上午3:00",
          "上午6:00",
          "上午9:00",
          "下午12:00"
        ],
        "groups": [
          {
            "name": "B組",
            "matches": [
              [
                "",
                "卡達",
                "",
                "瑞士"
              ]
            ]
          },
          {
            "name": "C組",
            "matches": [
              [
                "",
                "巴西",
                "",
                "摩洛哥"
              ]
            ]
          },
          {
            "name": "C組",
            "matches": [
              [
                "",
                "海地",
                "",
                "蘇格蘭"
              ]
            ]
          },
          {
            "name": "D組",
            "matches": [
              [
                "",
                "澳洲",
                "",
                "土耳其"
              ]
            ]
          }
        ]
      },
      {
        "layout": "group-day",
        "type": "4",
        "league": "小組賽",
        "date": "6月15日",
        "times": [
          "上午1:00",
          "上午4:00",
          "上午7:00",
          "上午10:00"
        ],
        "groups": [
          {
            "name": "E組",
            "matches": [
              [
                "",
                "德國",
                "",
                "庫拉索"
              ]
            ]
          },
          {
            "name": "F組",
            "matches": [
              [
                "",
                "荷蘭",
                "",
                "日本"
              ]
            ]
          },
          {
            "name": "E組",
            "matches": [
              [
                "",
                "象牙海岸",
                "",
                "厄瓜多"
              ]
            ]
          },
          {
            "name": "F組",
            "matches": [
              [
                "",
                "瑞典",
                "",
                "突尼西亞"
              ]
            ]
          }
        ]
      },
      {
        "layout": "group-day",
        "type": "4",
        "league": "小組賽",
        "date": "6月16日",
        "times": [
          "上午12:00",
          "上午3:00",
          "上午6:00",
          "上午9:00"
        ],
        "groups": [
          {
            "name": "H組",
            "matches": [
              [
                "",
                "西班牙",
                "",
                "維德角"
              ]
            ]
          },
          {
            "name": "G組",
            "matches": [
              [
                "",
                "比利時",
                "",
                "埃及"
              ]
            ]
          },
          {
            "name": "H組",
            "matches": [
              [
                "",
                "沙烏地阿拉伯",
                "",
                "烏拉圭"
              ]
            ]
          },
          {
            "name": "G組",
            "matches": [
              [
                "",
                "伊朗",
                "",
                "紐西蘭"
              ]
            ]
          }
        ]
      },
      {
        "layout": "group-day",
        "type": "4",
        "league": "小組賽",
        "date": "6月17日",
        "times": [
          "上午3:00",
          "上午6:00",
          "上午9:00",
          "下午12:00"
        ],
        "groups": [
          {
            "name": "I組",
            "matches": [
              [
                "",
                "法國",
                "",
                "塞內加爾"
              ]
            ]
          },
          {
            "name": "I組",
            "matches": [
              [
                "",
                "伊拉克",
                "",
                "挪威"
              ]
            ]
          },
          {
            "name": "J組",
            "matches": [
              [
                "",
                "阿根廷",
                "",
                "阿爾及利亞"
              ]
            ]
          },
          {
            "name": "J組",
            "matches": [
              [
                "",
                "奧地利",
                "",
                "約旦"
              ]
            ]
          }
        ]
      },
      {
        "layout": "group-day",
        "type": "4",
        "league": "小組賽",
        "date": "6月18日",
        "times": [
          "上午1:00",
          "上午4:00",
          "上午7:00",
          "上午10:00"
        ],
        "groups": [
          {
            "name": "K組",
            "matches": [
              [
                "",
                "葡萄牙",
                "",
                "剛果民主共和國"
              ]
            ]
          },
          {
            "name": "L組",
            "matches": [
              [
                "",
                "英格蘭",
                "",
                "克羅埃西亞"
              ]
            ]
          },
          {
            "name": "L組",
            "matches": [
              [
                "",
                "迦納",
                "",
                "巴拿馬"
              ]
            ]
          },
          {
            "name": "K組",
            "matches": [
              [
                "",
                "烏茲別克",
                "",
                "哥倫比亞"
              ]
            ]
          }
        ]
      },
      {
        "layout": "group-day",
        "type": "4",
        "league": "小組賽",
        "date": "6月19日",
        "times": [
          "上午12:00",
          "上午3:00",
          "上午6:00",
          "上午9:00"
        ],
        "groups": [
          {
            "name": "A組",
            "matches": [
              [
                "",
                "捷克",
                "",
                "南非"
              ]
            ]
          },
          {
            "name": "B組",
            "matches": [
              [
                "",
                "瑞士",
                "",
                "波赫"
              ]
            ]
          },
          {
            "name": "B組",
            "matches": [
              [
                "",
                "加拿大",
                "",
                "卡達"
              ]
            ]
          },
          {
            "name": "A組",
            "matches": [
              [
                "",
                "墨西哥",
                "",
                "南韓"
              ]
            ]
          }
        ]
      },
      {
        "layout": "group-day",
        "type": "4",
        "league": "小組賽",
        "date": "6月20日",
        "times": [
          "上午3:00",
          "上午6:00",
          "上午8:30",
          "上午11:00"
        ],
        "groups": [
          {
            "name": "D組",
            "matches": [
              [
                "",
                "美國",
                "",
                "澳洲"
              ]
            ]
          },
          {
            "name": "C組",
            "matches": [
              [
                "",
                "蘇格蘭",
                "",
                "摩洛哥"
              ]
            ]
          },
          {
            "name": "C組",
            "matches": [
              [
                "",
                "巴西",
                "",
                "海地"
              ]
            ]
          },
          {
            "name": "D組",
            "matches": [
              [
                "",
                "土耳其",
                "",
                "巴拉圭"
              ]
            ]
          }
        ]
      },
      {
        "layout": "group-day",
        "type": "4",
        "league": "小組賽",
        "date": "6月21日",
        "times": [
          "上午1:00",
          "上午4:00",
          "上午8:00",
          "下午12:00"
        ],
        "groups": [
          {
            "name": "F組",
            "matches": [
              [
                "",
                "荷蘭",
                "",
                "瑞典"
              ]
            ]
          },
          {
            "name": "E組",
            "matches": [
              [
                "",
                "德國",
                "",
                "象牙海岸"
              ]
            ]
          },
          {
            "name": "E組",
            "matches": [
              [
                "",
                "厄瓜多",
                "",
                "庫拉索"
              ]
            ]
          },
          {
            "name": "F組",
            "matches": [
              [
                "",
                "突尼西亞",
                "",
                "日本"
              ]
            ]
          }
        ]
      },
      {
        "layout": "group-day",
        "type": "4",
        "league": "小組賽",
        "date": "6月22日",
        "times": [
          "上午12:00",
          "上午3:00",
          "上午6:00",
          "上午9:00"
        ],
        "groups": [
          {
            "name": "H組",
            "matches": [
              [
                "",
                "西班牙",
                "",
                "沙烏地阿拉伯"
              ]
            ]
          },
          {
            "name": "G組",
            "matches": [
              [
                "",
                "比利時",
                "",
                "伊朗"
              ]
            ]
          },
          {
            "name": "H組",
            "matches": [
              [
                "",
                "烏拉圭",
                "",
                "維德角"
              ]
            ]
          },
          {
            "name": "G組",
            "matches": [
              [
                "",
                "紐西蘭",
                "",
                "埃及"
              ]
            ]
          }
        ]
      },
      {
        "layout": "group-day",
        "type": "4",
        "league": "小組賽",
        "date": "6月23日",
        "times": [
          "上午1:00",
          "上午5:00",
          "上午8:00",
          "上午11:00"
        ],
        "groups": [
          {
            "name": "J組",
            "matches": [
              [
                "",
                "阿根廷",
                "",
                "奧地利"
              ]
            ]
          },
          {
            "name": "I組",
            "matches": [
              [
                "",
                "法國",
                "",
                "伊拉克"
              ]
            ]
          },
          {
            "name": "I組",
            "matches": [
              [
                "",
                "挪威",
                "",
                "塞內加爾"
              ]
            ]
          },
          {
            "name": "J組",
            "matches": [
              [
                "",
                "約旦",
                "",
                "阿爾及利亞"
              ]
            ]
          }
        ]
      },
      {
        "layout": "group-day",
        "type": "4",
        "league": "小組賽",
        "date": "6月24日",
        "times": [
          "上午1:00",
          "上午4:00",
          "上午7:00",
          "上午10:00"
        ],
        "groups": [
          {
            "name": "K組",
            "matches": [
              [
                "",
                "葡萄牙",
                "",
                "烏茲別克"
              ]
            ]
          },
          {
            "name": "L組",
            "matches": [
              [
                "",
                "英格蘭",
                "",
                "迦納"
              ]
            ]
          },
          {
            "name": "L組",
            "matches": [
              [
                "",
                "巴拿馬",
                "",
                "克羅埃西亞"
              ]
            ]
          },
          {
            "name": "K組",
            "matches": [
              [
                "",
                "哥倫比亞",
                "",
                "剛果民主共和國"
              ]
            ]
          }
        ]
      },
      {
        "layout": "group-day",
        "type": "6",
        "league": "小組賽",
        "date": "6月25日",
        "times": [
          "上午3:00",
          "上午3:00",
          "上午6:00",
          "上午6:00",
          "上午9:00",
          "上午9:00"
        ],
        "groups": [
          {
            "name": "B組",
            "matches": [
              [
                "",
                "瑞士",
                "",
                "加拿大"
              ]
            ]
          },
          {
            "name": "B組",
            "matches": [
              [
                "",
                "波赫",
                "",
                "卡達"
              ]
            ]
          },
          {
            "name": "C組",
            "matches": [
              [
                "",
                "摩洛哥",
                "",
                "海地"
              ]
            ]
          },
          {
            "name": "C組",
            "matches": [
              [
                "",
                "蘇格蘭",
                "",
                "巴西"
              ]
            ]
          },
          {
            "name": "A組",
            "matches": [
              [
                "",
                "南非",
                "",
                "南韓"
              ]
            ]
          },
          {
            "name": "A組",
            "matches": [
              [
                "",
                "捷克",
                "",
                "墨西哥"
              ]
            ]
          }
        ]
      },
      {
        "layout": "group-day",
        "type": "6",
        "league": "小組賽",
        "date": "6月26日",
        "times": [
          "上午4:00",
          "上午4:00",
          "上午7:00",
          "上午7:00",
          "上午10:00",
          "上午10:00"
        ],
        "groups": [
          {
            "name": "E組",
            "matches": [
              [
                "",
                "庫拉索",
                "",
                "象牙海岸"
              ]
            ]
          },
          {
            "name": "E組",
            "matches": [
              [
                "",
                "厄瓜多",
                "",
                "德國"
              ]
            ]
          },
          {
            "name": "F組",
            "matches": [
              [
                "",
                "突尼西亞",
                "",
                "荷蘭"
              ]
            ]
          },
          {
            "name": "F組",
            "matches": [
              [
                "",
                "日本",
                "",
                "瑞典"
              ]
            ]
          },
          {
            "name": "D組",
            "matches": [
              [
                "",
                "土耳其",
                "",
                "美國"
              ]
            ]
          },
          {
            "name": "D組",
            "matches": [
              [
                "",
                "巴拉圭",
                "",
                "澳洲"
              ]
            ]
          }
        ]
      },
      {
        "layout": "group-day",
        "type": "6",
        "league": "小組賽",
        "date": "6月27日",
        "times": [
          "上午3:00",
          "上午3:00",
          "上午8:00",
          "上午8:00",
          "上午11:00",
          "上午11:00"
        ],
        "groups": [
          {
            "name": "I組",
            "matches": [
              [
                "",
                "挪威",
                "",
                "法國"
              ]
            ]
          },
          {
            "name": "I組",
            "matches": [
              [
                "",
                "塞內加爾",
                "",
                "伊拉克"
              ]
            ]
          },
          {
            "name": "H組",
            "matches": [
              [
                "",
                "維德角",
                "",
                "沙烏地阿拉伯"
              ]
            ]
          },
          {
            "name": "H組",
            "matches": [
              [
                "",
                "烏拉圭",
                "",
                "西班牙"
              ]
            ]
          },
          {
            "name": "G組",
            "matches": [
              [
                "",
                "紐西蘭",
                "",
                "比利時"
              ]
            ]
          },
          {
            "name": "G組",
            "matches": [
              [
                "",
                "埃及",
                "",
                "伊朗"
              ]
            ]
          }
        ]
      },
      {
        "layout": "group-day",
        "type": "6",
        "league": "小組賽",
        "date": "6月28日",
        "times": [
          "上午5:00",
          "上午5:00",
          "上午7:30",
          "上午7:30",
          "上午10:00",
          "上午10:00"
        ],
        "groups": [
          {
            "name": "L組",
            "matches": [
              [
                "",
                "巴拿馬",
                "",
                "英格蘭"
              ]
            ]
          },
          {
            "name": "L組",
            "matches": [
              [
                "",
                "克羅埃西亞",
                "",
                "迦納"
              ]
            ]
          },
          {
            "name": "K組",
            "matches": [
              [
                "",
                "哥倫比亞",
                "",
                "葡萄牙"
              ]
            ]
          },
          {
            "name": "K組",
            "matches": [
              [
                "",
                "剛果民主共和國",
                "",
                "烏茲別克"
              ]
            ]
          },
          {
            "name": "J組",
            "matches": [
              [
                "",
                "阿爾及利亞",
                "",
                "奧地利"
              ]
            ]
          },
          {
            "name": "J組",
            "matches": [
              [
                "",
                "約旦",
                "",
                "阿根廷"
              ]
            ]
          }
        ]
      }
    ]
  },
  {
    "label": "32強",
    "cards": [
      {
        "type": "1",
        "league": "待定",
        "date": "待定",
        "times": [
          "03:00"
        ],
        "groups": [
          {
            "name": "場次 1",
            "matches": [
              [
                "🏳️",
                "待定",
                "🏳️",
                "待定"
              ]
            ]
          }
        ]
      },
      {
        "type": "1",
        "league": "待定",
        "date": "待定",
        "times": [
          "03:00"
        ],
        "groups": [
          {
            "name": "場次 2",
            "matches": [
              [
                "🏳️",
                "待定",
                "🏳️",
                "待定"
              ]
            ]
          }
        ]
      }
    ]
  },
  {
    "label": "16強",
    "cards": [
      {
        "type": "1",
        "league": "待定",
        "date": "待定",
        "times": [
          "03:00"
        ],
        "groups": [
          {
            "name": "場次 1",
            "matches": [
              [
                "🏳️",
                "待定",
                "🏳️",
                "待定"
              ]
            ]
          }
        ]
      },
      {
        "type": "1",
        "league": "待定",
        "date": "待定",
        "times": [
          "03:00"
        ],
        "groups": [
          {
            "name": "場次 2",
            "matches": [
              [
                "🏳️",
                "待定",
                "🏳️",
                "待定"
              ]
            ]
          }
        ]
      }
    ]
  },
  {
    "label": "半準決賽",
    "cards": [
      {
        "type": "1",
        "league": "待定",
        "date": "待定",
        "times": [
          "03:00"
        ],
        "groups": [
          {
            "name": "場次 1",
            "matches": [
              [
                "🏳️",
                "待定",
                "🏳️",
                "待定"
              ]
            ]
          }
        ]
      },
      {
        "type": "1",
        "league": "待定",
        "date": "待定",
        "times": [
          "03:00"
        ],
        "groups": [
          {
            "name": "場次 2",
            "matches": [
              [
                "🏳️",
                "待定",
                "🏳️",
                "待定"
              ]
            ]
          }
        ]
      }
    ]
  },
  {
    "label": "準決賽",
    "cards": [
      {
        "type": "1",
        "league": "待定",
        "date": "待定",
        "times": [
          "03:00"
        ],
        "groups": [
          {
            "name": "場次 1",
            "matches": [
              [
                "🏳️",
                "待定",
                "🏳️",
                "待定"
              ]
            ]
          }
        ]
      },
      {
        "type": "1",
        "league": "待定",
        "date": "待定",
        "times": [
          "03:00"
        ],
        "groups": [
          {
            "name": "場次 2",
            "matches": [
              [
                "🏳️",
                "待定",
                "🏳️",
                "待定"
              ]
            ]
          }
        ]
      }
    ]
  },
  {
    "label": "季軍賽",
    "cards": [
      {
        "type": "1",
        "league": "待定",
        "date": "待定",
        "times": [
          "03:00"
        ],
        "groups": [
          {
            "name": "場次 1",
            "matches": [
              [
                "🏳️",
                "待定",
                "🏳️",
                "待定"
              ]
            ]
          }
        ]
      },
      {
        "type": "1",
        "league": "待定",
        "date": "待定",
        "times": [
          "03:00"
        ],
        "groups": [
          {
            "name": "場次 2",
            "matches": [
              [
                "🏳️",
                "待定",
                "🏳️",
                "待定"
              ]
            ]
          }
        ]
      }
    ]
  },
  {
    "label": "決賽",
    "cards": [
      {
        "type": "1",
        "league": "待定",
        "date": "待定",
        "times": [
          "03:00"
        ],
        "groups": [
          {
            "name": "場次 1",
            "matches": [
              [
                "🏳️",
                "待定",
                "🏳️",
                "待定"
              ]
            ]
          }
        ]
      },
      {
        "type": "1",
        "league": "待定",
        "date": "待定",
        "times": [
          "03:00"
        ],
        "groups": [
          {
            "name": "場次 2",
            "matches": [
              [
                "🏳️",
                "待定",
                "🏳️",
                "待定"
              ]
            ]
          }
        ]
      }
    ]
  }
];
